/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "innerBanner": {
      "type": "inner-hero-section",
      "settings": {
        "image": "shopify://shop_images/Screenshot_2025-01-30_at_1.20.12_PM.png",
        "mobileImage": "shopify://shop_images/Screenshot_2025-01-30_at_1.20.12_PM.png",
        "title": "",
        "description": "",
        "buttonText1": "",
        "buttonLink1": "",
        "button_bg": "pink",
        "content_alignment": "left",
        "height": false,
        "section_class": "no-graphics"
      }
    },
    "team_member_card_with_popup_cntEBD": {
      "type": "team-member-card-with-popup",
      "blocks": {
        "card_6cniYX": {
          "type": "card",
          "settings": {
            "teamimage": "shopify://shop_images/Screenshot_2025-01-06_at_6.14.30_PM.png",
            "title": "Krystaelynne Sanders Diggs",
            "designation": "Chief Executive Officer",
            "carddescription": "<p>Krystaelynne Sanders Diggs, Diggs Publishing's Chief Executive officer and a passionate children's book author, was born and raised in Sonoma County, California. She attended California State University, East Bay, and somehow graduated with three bachelors degrees. After graduation, she moved to New York to attend Binghamton University. After graduating with her Masters Degree in Political Science, she moved back to California to be close to family. Throughout Krystaelynne’s career she has specialized in Digital Marketing, but has always secretly dreamed of being a writer. With a background in child advocacy and a deep commitment to creating safer and more informed communities, Krystaelynne has made it her mission to address essential topics that are often overlooked in children's literature such as child sexual assault and body safety.</p><p></p><p></p><p></p><p></p>",
            "borderColor": "#d51f91"
          }
        },
        "card_R7gAbm": {
          "type": "card",
          "settings": {
            "teamimage": "shopify://shop_images/Screenshot_2025-01-06_at_6.12.14_PM.png",
            "title": "Megan Gorie",
            "designation": "Publishing Coordinator",
            "carddescription": "<p>Born and raised in sunny South Florida, Megan Gorie is the Publishing Coordinator at Diggs Publishing. She is a proud graduate of the University of Central Florida, where she studied English on a creative writing track. Here, she interned at <em>The Florida Review </em>as an editorial intern, and after graduating went on to study at the Columbia Publishing Course at Oxford University. When she is not diving into the world of children’s books, Megan is writing short stories, playing goalie for her adult soccer league, traveling the world, or hanging out with her pet tortoise Poptart (yes he is as cool as his name is). Megan’s favorite book is <em>She Who Became the Sun</em> by Shelley Parker-Chan, and her go-to celebratory phrase is “Huzzah!”</p>",
            "borderColor": "#9747ff"
          }
        },
        "card_WXGWnk": {
          "type": "card",
          "settings": {
            "teamimage": "shopify://shop_images/Screenshot_2025-01-07_at_2.27.37_PM.png",
            "title": "Tiana Williams",
            "designation": "Marketing Communications Associate",
            "carddescription": "<p>Tiana Williams, a Northern NJ native now based in Baltimore is an extremely passionate publishing professional. A proud Bowie State University graduate with a BA in English and a concentration in creative writing, she’s dedicated to championing authentic Black voices and stories. Tiana's previous internship experiences with Penguin Random House cemented her adoration for publishing. From advocating for Black authors to sharing her reading adventures on bookstagram (@teeturnedthepage), Tiana’s all in when it comes to literature. Outside of reading, Tiana loves binge watching <em>RuPaul's Drag Race</em> and exploring small businesses. Her favorite books to swoon over include <em>The Love Songs of W.E.B. DuBois</em> by Honoree Fanonne Jeffers and <em>This Could Be Us</em> by Kennedy Ryan.</p>",
            "borderColor": "#5fbf50"
          }
        },
        "card_hT7HXH": {
          "type": "card",
          "settings": {
            "teamimage": "shopify://shop_images/Screenshot_2025-01-07_at_2.26.41_PM.png",
            "title": "Itzel Saucedo",
            "designation": "Marketing Assistant",
            "carddescription": "<p>Itzel Saucedo is the Marketing Assistant at Diggs Publishing. Itzel earned her degree at California State University, Chico in Journalism and Public Relations. After graduating, Itzel returned back to Sonoma County to live near her family again. One of her favorite books is Lighlark by Alex Aster. In her free time, you can find her reading a book, watching a movie or show, going on hikes, and exploring Sonoma County. Fun fact about Itzel, she is a first-generation college graduate and she used to do baile folkórico when she was younger. </p>",
            "borderColor": "#db9222"
          }
        },
        "card_aKCKnU": {
          "type": "card",
          "settings": {
            "teamimage": "shopify://shop_images/Screenshot_2025-01-06_at_6.24.09_PM.png",
            "title": "Diggs Publishing Fulfillment Team",
            "designation": "",
            "carddescription": "<p>Our fulfillment team is the backbone of Diggs Publishing, making sure every book reaches the hands of those who need it most. Their dedication, attention to detail, and hard work keep us moving forward, ensuring that our mission to educate and empower children never slows down. Without them, none of this would be possible. </p>",
            "borderColor": ""
          }
        }
      },
      "block_order": [
        "card_6cniYX",
        "card_R7gAbm",
        "card_WXGWnk",
        "card_hT7HXH",
        "card_aKCKnU"
      ],
      "settings": {
        "heading": "Meet our team",
        "description": "",
        "paddingtop": 72,
        "paddingtopmobile": 40,
        "paddingbottom": 201,
        "paddingbottomMobile": 120
      }
    }
  },
  "order": [
    "innerBanner",
    "team_member_card_with_popup_cntEBD"
  ]
}
