/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "innerBanner": {
      "type": "inner-hero-section",
      "settings": {
        "image": "shopify:\/\/shop_images\/about_us_banner_image.jpg",
        "mobileImage": "shopify:\/\/shop_images\/about_us_banner.jpg",
        "title": "About The Author",
        "description": "<p>Every writer starts as a storyteller. Explore the journey of author Krystaelynne Sanders Diggs, dedicated to empowering young minds through the magic of storytelling.<\/p>",
        "buttonText1": "",
        "buttonLink1": "",
        "button_bg": "pink",
        "content_alignment": "left"
      }
    },
    "half_image_half_content_8FKJK6": {
      "type": "half-image-half-content",
      "blocks": {
        "image_XVzw8B": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/IMG_2533.jpg",
            "showVideo": false,
            "video": "",
            "pretitle": "",
            "title": "Let me introduce myself...",
            "description": "<p>I was born and raised in Sonoma County, California. I attended California State University, East Bay, and somehow graduated with three bachelors degrees. After graduation, I moved to New York to attend Binghamton University. After graduating with my Masters Degree in Political Science, I moved back to California to be close to family. Throughout my career I've specialized in Digital Marketing, but have always secretly dreamed of being a writer.<\/p>",
            "buttonText": "Contact Me",
            "buttonLink": "shopify:\/\/pages\/contact-us-old",
            "background_color": "transparent-bg",
            "fontSize": false,
            "center": false
          }
        },
        "image_A4DwNt": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Family.webp",
            "showVideo": false,
            "video": "",
            "pretitle": "",
            "title": "My beautiful family...",
            "description": "<p>In October of 2018, I married the love of my life, Timothy, and in September of 2019, we had our first baby boy, Caleb. My family is everything to me. They are my inspiration and support. Our toddler keeps us busy outside of jobs, but in our free time, we enjoy watching movies and traveling. In early 2021, my life was upended when I found out a child in my family was being sexually abused. The news shattered my heart and hurled me into a deep depression. I took time off work to focus on healing my family and myself.<\/p>",
            "buttonText": "Contact Me",
            "buttonLink": "shopify:\/\/pages\/contact-us-old",
            "background_color": "transparent-bg",
            "fontSize": false,
            "center": false
          }
        },
        "image_jdXVE6": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/the_book.webp",
            "showVideo": false,
            "video": "",
            "pretitle": "",
            "title": "Joining the fight...",
            "description": "<p>During my time off, I knew I needed to join the fight against child sexual abuse. In May of 2021, I founded the Kids Again Foundation. Kids Again Foundation is a nonprofit initiative that brings hope and healing to children traumatized by sexual abuse. This is accomplish by sponsoring their participation in youth sports leagues, music classes, art, and other fun and engaging activities. In addition, I wrote my first children's book, \"Where Hands Go: An Introduction to Safe and Unsafe Touch\". I wrote this book as a conversation starter between children and loved ones. I didn't have the conversation with the child close to me, and I wish I'd had. I pray, the book will serve in preventing child sexual abuse, and opening lines of communication between children and loved ones.<\/p>",
            "buttonText": "",
            "buttonLink": "",
            "background_color": "transparent-bg",
            "fontSize": false,
            "center": false
          }
        }
      },
      "block_order": [
        "image_XVzw8B",
        "image_A4DwNt",
        "image_jdXVE6"
      ],
      "settings": {
        "section_class": "about-us-section",
        "image_position": "left",
        "wave_color": "transparent-wave",
        "paddingtop": 0,
        "paddingtopmobile": 0,
        "paddingbottom": 201,
        "paddingbottomMobile": 140
      }
    }
  },
  "order": [
    "innerBanner",
    "half_image_half_content_8FKJK6"
  ]
}
